Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Many new and strange breeds of animal are created daily to serve a variety of roles.
fr_fr: beaucoup de nouveaux animaus et de portées étranges sont créés quotidiennement pour servir une variété de rôle.

source: When you use it: Animal Handling is used whenever you are trying to manipulate an animal, whether your intent is to calm it down, keep it from attacking, intimidate it, acquire its trust, or goad it into attacking.
fr_fr: Quand l'utiliser: Dressage Animal est utilise lorsque vous essayez de manipuler un animal, que vous essayiez de le calmer, de l'empêcher d'attaquer, de l'intimider, d'obtenir sa confiance ou de le faire attaquer.

source: Your Margin of Success determines how effective you are at convincing the creature.
fr_fr: Votre Marge de Réussite détermine votre eefficacité pour convaincre la créature.

source: At the gamemaster’s discretion, modifiers may be applied to the test.
fr_fr: À la discrétion du maître de je, des modificateurs peuvent s'appliquer au test.

source: Likewise, winning an animal over may sometimes take time, and so could be handled as a Task Action with a timeframe of five minutes or more.
fr_fr: De manière similaire, apprivoiser un animal peu prendre du temps, et devrait donc être considérer comme une Action de Tâche avec un intervalle de cinq minutes ou plus.

source: Specializations: Per animal species (dogs, horses, smart rats, etc.)
fr_fr: Spécialisations: Par espèce animale (chiens, chevaux, rats intelligents, etc.)

source: TRAINING ANIMALS
fr_fr: ENTRAÎNER DES ANIMAUX

source: Training animals is a time-consuming task requiring repeated efforts and rewards to reinforce the trained behavior.
fr_fr: Entraîner des animaux est une tâche nécessitant du temps, des efforts répétés et des récompenses pour renforcer le comportement entraîné.

source: Treat this as a Task Action with a timeframe of one day to one month, depending on the complexity of the action.
fr_fr: Traitez cette action comme une Action de Tâches avec un intervalle allant de un jour à un mois, dépendant de la complexité de l'action.

source: Apply modifiers to this test based on the relative intelligence of the animal being trained, how domestic it is, and the complexity of the task.
fr_fr: Appliquez les modificateurs à ce test en se basant sur l'intelligence relative de l'animal entraîné, sur son niveau de dmoestication et sur la complexité de la tâche.

source: Once an animal has been trained, commanding it is treated as a Simple Success Test (p.
fr_fr: Une fois que l'animal a été entraîné, lui donner un ordre est considéré comme un Test de Succès Simple (p.

source: 118) except for unusual or stressful situations, in which case the trainer receives a +30 modifier on their Animal Handling Tests when convincing the animal to complete the trained action.
fr_fr: 118) excepté lors de situation inhabituelle ou stressante, auquel cas, l'entraîneur reçoit un modificateur de +30 sur son Test de Dressage Animal lorsqu'il essaye de convaincre l'animal d'accomplir l'action apprise.

source: {ART: [FIELD]} Type: Field, Knowledge
fr_fr: {ART: [DOMAINE]} Type: Domaine, Connaissance

source: Linked Aptitude: INT
fr_fr: Aptitude Liée: INT

source: What it is: Art confers the ability to create and evaluate artistic endeavors.
fr_fr: Qu'est-ce: Art confère la possibilité de créer et d'éavluer les efforts artistiques.

source: This is a particularly useful skill in Eclipse Phase, especially in the post-scarcity economies where creativity and vision can be a key component to a character’s reputation.
fr_fr: C'est une compétence particulièrement utile dans Eclipse Phase, et plus particulièrement dans les économies post-pénuries où la créativité et les visions peuvent être une composente clef de la réputation d'un personnage.

source: When you use it: The Art skill can be used to either create a new work of art or to duplicate an existing piece of art in the hopes of passing it off as your own.
fr_fr: Quand l'utiliser: La compétence Art peut-être utilisée soit pour créer une nouvelle œuvre d'art ou pour en dupliquer une existante en espérant la faire passer pour une création originale.

source: The skill can also determine the approximate value of a piece of art either on the open market, for monetary exchange systems, or in terms of reputation for the artist.
fr_fr: Cette compétence détermine également la valeur approximative d'une œuvre d'art soit sur le marché ouvert, dans les systèmes d'échanges monétaires, ou en terme de réputation pour l'artiste.

source: Sample Fields: Architecture, Criticism, Dance, Drama, Drawing, Painting, Performance, Sculpture, Simulspace Design, Singing, Speech, Writing
fr_fr: Exemple de Domaine: Architecture, Critique, Danse, Dramaturgie, Dessin, Peinture, Représentation, Sculpture, Conception de Simulspace, Chant, Dialectique, Écriture

source: {BEAM WEAPONS} Type: Active, Combat
fr_fr: {ARMES À RAYONS} Type: Active, Combat

source: Linked Aptitude: COO
fr_fr: Aptitude Liée: COO

source: What it is: The Beam Weapons skill covers the usage and maintenance of standard coherent beam energy weapons such as lasers, particle beam weapons, plasma rifles, and microwave weapons (p.
fr_fr: Qu'est-ce: La compétence Armes à Rayons couvre l'utilisation et la maintenance des armes a énergie rayonnante cohérente standard telles que les lasers, les armes à particules, les fusils à plasma et les armes à micro-onde (p.

source: When you use it: A player uses their Beam Weapons skill whenever attacking with a beam weapon in combat (p.
fr_fr: Quand l'utiliser: Un joueur utilise la compétence Armes à Rayon lorsqu'il attaque avec une arme à rayopns en combat (p.

source: Beam Weapons may also be used for tests involving maintenance of the weapon, but not for repairing or modifying the weapon (that would be Hardware: Armorer skill).
fr_fr: Armes à Rayons peut également être utilisée pour les tests incluant la maintenance de l'arme, mais pas pour réparer ou modifer l'arme (utilisez la compétence Matériel: Armurerie).

source: Specializations: Lasers, Microwave Weapons, Particle Beam Weapons, Plasma Rifles
fr_fr: Spécialisations: Lasers, Armes à Micro-ondes, Armes à Particules, Fusils à Plasma.

source: {BLADES} Type: Active, Combat
fr_fr: {LAMES} Type: Active, Combat

source: Linked Aptitude: SOM
fr_fr: Aptitude Liée: SOM

source: What it is: The Blades skill covers the usage and maintenance of standard bladed weapons (p.
fr_fr: Qu'est-ce: La compétence Lames couvre l'utilisation et la maintenance des armes à lames standard (p.

source: When you use it: A player uses their Blades skill whenever attacking with a blade weapon in melee combat (p.
fr_fr: Quand l'utiliser: Un joueur utilise la compétence Lames lorsqu'il attaque avec une arme à lames en combat rapproché (p.

source: Blades may also be used for tests involving maintenance of the weapon, but not for repairing or modifying the weapon (that would be Hardware: Armorer skill).
fr_fr: Lames peut également être utilisée pour les tests incluant la maintenance de l'arme, mais pas pour réparer ou modifer l'arme (utilisez la compétence Matériel: Armurerie).

source: This skill is used for blade weapons implanted in the body at the end of an appendage (hands, forearms, feet, octomorph arms, etc.), but the Exotic Melee Weapon skill is used for blades implanted in other parts of the body.
fr_fr: Cette compétence est utilisée pour les lames implantées dans le corps à l'extrémité d'un appendice (mains, avant-bras, bras d'octomorph, pieds, etc.), mais la compétence Arme de Mélée Exotique est utilisées pour les lames implantées dans d'autres endroits du corps.

source: Specializations: Axes, Implant Blades, Knives, Swords
fr_fr: Spécialisations: Hâches, Lames Implantées, Couteaux, Épées.

source: {CLIMBING} Type: Active, Physical
fr_fr: {ESCALADE} Type: Active, Physique

source: What it is: Climbing is the skill of ascending and descending sheer surfaces with or without the aid of specialized equipment.
fr_fr: Qu'est-ce: Escalade est la compétence pour monter et descendre sur des surfaces abrupte avec ou sans l'aide de matériel spécialisé.

source: When you use it: This skill is used whenever a character wishes to scale a climbable surface.
fr_fr: Quand l'utiliser: Cette compétence est utilisée lorsqu'un personnage souhaite grimper sur une surface escaladable.

source: For heights greater than one story, climbing is handled as a Task Action with a timeframe equivalent to one meter per Action Phase.
fr_fr: Pour les altitudes nécessitant un peu plus que de la narration, l'escalade est géré comme une Action de Tâches avec un intervalle équivalent à un mètre par Phase d'Action.

source: For rappelling, the timeframe for descent is 50 meters per Action Turn.
fr_fr: Pour descendre en rappel, l'intervalle est de 50 mètres par Tour d'Action.

source: Climbing gear (p.
fr_fr: Le matériel d'escalade (p.

source: 332-333) provides appropriate modifiers.
fr_fr: 332-333) fournit des bonus appropriés.

source: Specializations: Assisted, Freehand, Rappelling
fr_fr: Spécialisations: Assistée, Libre, Rappel

source: {CLUBS} Type: Active, Combat
fr_fr: {MASSUES} Type: Active, Combat

source: What it is: The Clubs skill covers the usage and maintenance of standard blunt melee weapons such as batons or sticks (see p.
fr_fr: Qu'est-ce: La compétence Massue couvre l'utilisation et la maintenance des armes à de mélée contondantes standards telles que les bâtons ou les matraques (p.

source: When you use it: Players use their Clubs skill whenever they want to attack with a blunt weapon in melee combat (p.
fr_fr: Quand l'utiliser: Un joueur utilise la compétence Massue lorsqu'il attaque avec une arme contondantes en combat rapproché (p.

source: The Clubs skill may also be used for tests involving maintenance of the weapon, but not for repairing or modifying the weapon (that would be Hardware: Armorer skill).
fr_fr: La compétence Massue peut également être utilisée pour les tests incluant la maintenance de l'arme, mais pas pour réparer ou modifer l'arme (utilisez la compétence Matériel: Armurerie).

source: Specializations: Batons, Hammers, Staffs
fr_fr: Spécialisations: Bâtons, Marteaux, Matraques

source: {CONTROL} Type: Active, Mental, Psi
fr_fr: {CONTRÔLE} Type: Active, Mentale, Psi

source: Linked Aptitude: WIL
fr_fr: Aptitude Liée: VOL

source: What it is: Control is the use of psi to manipulate individuals or actively penetrate their mental processes.
fr_fr: Qu'est-ce: Contrôle est l'utilisation du psi pour manipuler les individus ou pénétrer activement leurs processuss mentaux.

source: This skill is only available to characters with the Psi trait (p.
fr_fr: Cette compétence n'est disponible que pour les personnages avec le trait Psi (p.

source: When you use it: Use Control when taking a psionic tour through a foreign ego—messing around included.
fr_fr: Quand l'utiliser: Utilisez Contrôle lorsque vous effectuez une visite psionique dans un égo étranger - mettre le bazar inclut.

source: See Psi, p.
fr_fr: Voir Psi, p.

source: Specializations: By sleight
fr_fr: Spécialisations: Une par exploit

source: {DECEPTION} Type: Active, Social
fr_fr: {SUPERCHERIE} Type: Active, Sociale

source: What it is: Deception is your ability to act, bluff, con, fast talk, lie, misrepresent, and pretend.
fr_fr: Qu'est-ce: Supercherie est votre capacité à jouer un rôle, à bluffer, à arnaquer, à baratiner, à mentir, à dénaturer les faits et à prétendre.

source: Accomplished users of deception are able to convince anyone of nearly anything.
fr_fr: Les utilisateurs accomplis de supercherie sont capable de convaincre n'importe qui d'à peu près n'importe quoi.

source: This skill does not include using a physical disguise to appear to be another person (the Impersonate skill covers that area).
fr_fr: Cette compétence n'inclut pas l'utilisation d'un déguisement physique pour paraître être une autre personne (la compétence Imposture couvre ce domaine).

source: When you use it: Use this skill whenever you want to deceive someone with words or gestures.
fr_fr: Quand l'utiliser: Utilisez cette compétence quand vous voulez tromper quelqu'un avec des mots et des gestes.

source: A successful skill test means that you have passed off your deception convincingly.
fr_fr: Un test de compétence réussit signifie que vous avez réussit à faire gober votre mensonge de manière convaincante.

source: At the gamemaster’s discretion, someone who is actively alert for signs of deception may make an Opposed Test using the Kinesics skill.
fr_fr: À la discrétion du maître de jeu, quelqu'un qui est activement en laerte de signe de supercherie peut faire un Test Opposé en utilisant la compétence Kinésique.

source: Specializations: Acting, Bluffing, Fast Talk
fr_fr: Spécialisations: Endosser un Rôle, Bluffer, Barratin.

source: {DEMOLITIONS} Type: Active, Technical
fr_fr: {DÉMOLITIONS} Type: Active, Technique

source: Linked Aptitude: COG (no defaulting)
fr_fr: Aptitude Liée: COG (pas de défausse)

source: What it is: Demolitions covers the use of controlled explosives.
fr_fr: Qu'est-ce: Démolitions couvre l'utilisation conrôlée des explosifs.

source: When you use it: Use it when making, placing, and disarming explosives and explosive devices.
fr_fr: Quand l'utiliser: Utilisez Démolitions lorsque vous fabriquez, placez et désarmez des explosifs et des engins explosifs.

source: See Demolitions, p.
fr_fr: Voir Démolitions, p.

source: Specializations: Commercial Explosives, Disarming, Improvised Explosives
fr_fr: Spécialisations: Explosifs Commerciaux, Désarmement, Explosifs Improvisés.

source: {DISGUISE} Type: Active, Physical
fr_fr: {DÉGUISEMENT} Type: Active, Physique

source: What it is: Disguise is the art of physically altering your appearance so that you look like someone else.
fr_fr: Qu'est-ce: Déguismeent est l'art d'altérer physiquement son apaprence pour ressembler à quelqu'un d'autre.

source: This includes both the use of props (wigs, contacts, skin pigments) and the altering of subtle physical characteristics (gait, posture, poise).
fr_fr: Cela inclut l'utilisation d'accessoire (perruques, lentilles de contact, pigments de peau) et l'altération subtile de caractéristiques physique (démarche, posture, maintien).

source: When you use it: Use Disguise to fool someone into thinking you’re someone you’re not.
fr_fr: Quand l'utiliser: Utilisez Déguisement pour faire croire à quelqu'un que vous êtes quelqu'un d'autre.

source: This can be used to hide your identity or to make yourself look like someone in particular.
fr_fr: Cela peut être utiliser pour cacher son identité ou pour se faire passer pour quelqu'un en aprticulier.

source: When used against someone who knows your true look or the appearance of the person you are imitating, this is handled as an Opposed Test against Perception or Investigation.
fr_fr: Lorsqu'utilisé contre quelqu'un qui connaît votre véritable apparence ou l'apparence de celui que vous prétendez être, la situation est gérée par un Test en Opposition contre Perception ou Investigation.

source: Specializations: Cosmetic, Theatrical
fr_fr: Spécialisations: Cosmétique, Théatral

source: {EXOTIC MELEE WEAPON: [FIELD]} Type: Field, Active, Combat
fr_fr: {ARME DE MÉLÉE EXOTIQUE: [DOMAINE]} Type: Domaine, Active, Combat

source: What it is: The Exotic Melee Weapon skill covers the use and maintenance of all melee weapons not covered by the Clubs or Blades skills (see p.
fr_fr: Qu'est-ce: La compétence Armes de Mélée Exotique couvre l'utilisation et la maintenance de toutes les armes de mélée non couvertes par les compétences Massues et Lames (p.

source: When you use it: Use the Exotic Melee Weapon skill when attacking someone with an exotic melee weapon in melee combat (p.
fr_fr: Quand l'utiliser: Un joueur utilise la compétence Armes de Mélée Exotique lorsqu'il attaque avec une arme exotique en combat rapproché (p.

source: Sample Fields: Morning Star, Spear, Whip
fr_fr: Exemple de Domaines: Morgenstern, Lance, Fouet

source: Specializations: N/A
fr_fr: Spécialisations: Non applicable

source: {EXOTIC RANGED WEAPON: [FIELD]} Type: Field, Active, Combat
fr_fr: {ARME À DISTANCE EXOTIQUE: [DOMAINE]} Type: Domaine, Active, Combat

source: What it is: Exotic Ranged Weapon skill includes the use and maintenance of all ranged weapons not covered by the Beam, Flechette, Kinetic, Sonic, or Throwing Weapons skills.
fr_fr: Qu'est-ce: La compétence Armes à Distance Exotique couvre l'utilisation et la maintenance de toutes les armes à distance non couvertes par les compétences Armes à Rayons, Armes Cinétique, Armes Sonique, Armes de Jets ou Fléchettes (p.

source: When you use it: Use this skill whenever attacking with an exotic ranged weapon in ranged combat (p.
fr_fr: Quand l'utiliser: Un joueur utilise la compétence Armes à Distance Exotique lorsqu'il attaque avec une arme exotique en combat à distance (p.

source: Sample Fields: Blowgun, Crossbow, Flamethrower, Slingshot
fr_fr: Exemple de Domaines: Sarbacane, Arbalète, Lance-flamme, Fronde

source: {FLIGHT} Type: Active, Physical
fr_fr: {VOL} Type: Active, Physique

source: What it is: Flight is the skill of using your body to fly.
fr_fr: Qu'est-ce: Vol est la compétence de l'utilisationd e votre corps pour voler.

source: This skill is used when sleeved in or jamming a winged or otherwise flight-capable morph (manual and remote-control flight are handled using Pilot skill).
fr_fr: Cette compétence est utilisée lorsque vous êtes incarnés dans ou que vous interceptez une morph ailée ou capable de voler (le vol manuel et téléguidé sont gérés par la compétence Piloter).

source: When you use it: Use this skill whenever you need to make an aerial maneuver, land in difficult conditions, maintain your course in steep winds, or otherwise keep from crashing or falling.
fr_fr: Quand l'utiliser: Utilisez cette compétence quand vous avez besoin de faire des manœuvres aérienne, atterrir dans des conditions difficiles, maintenir un cap au milieu de perturbations ou éviter de s'écraser ou de tomber d'une manière ou d'une autre.

source: Specializations: Diving, Landing, Takeoff, specific maneuvers
fr_fr: Spécialisations: Plonger, Atterrir, Décoller, manœuvres spécifiques.

source: {FRAY} Type: Active, Combat
fr_fr: {ESQUIVE} Type: Active, Combat

source: Linked Aptitude: REF
fr_fr: Aptitude Liée: REF

source: What it is: Fray is the ability to get out of the way of incoming attacks, debris, or inconvenient passers-by.
fr_fr: Qu'est-ce: Esquive est votre capacité a ne pas rester en travers des attaques, débris ou passants génants.

source: Characters that have a high Fray score are able to react quicker than others when dodging or maneuvering.
fr_fr: Les personnages qui ont un score éléveé en Esquive sont capable de régair plus rapiement que les autres lrosqu'il s'agît d'esquiver ou de manœuvrer.

source: When you use it: Whenever a character is physically attacked by an opponent in melee combat, roll Fray to avoid getting hit (see p.
fr_fr: Quand l'utiliser: Lorsqu'un personnage est attaqué physiquement par un adversaire en combat au corps - à corps, faites un test sous Esquive pour éviter d'être toucher (voir p.

source: Fray may also be used
fr_fr: Esquive peut également être utilisée

source: to dodge other events that may harm the character, such as avoiding a charging vehicle or jumping out of the way of a collapsing stack of crates.
fr_fr: pour éviter d'autres évènements qui pourraient blesser le personnage, tels qu'éviter un véhicule ou dégager du chemin d'une pile de caisse s'effondrant.

source: Specializations: Blades, Clubs, Full Defense, Unarmed
fr_fr: Spécialisations: Lames, Massues, Défense Totale, Désarmé.

source: {FREE FALL} Type: Active, Physical
fr_fr: {CHUTE LIBRE} Type: Active, Physique

source: What it is: Free Fall is about moving in free-fall and microgravity environments.
fr_fr: Qu'est-ce: Chute Libre concerne tout ce qui a trait aux environnement en micro-gravité et à la chute-libre.

source: When you use it: Use whenever you need to maneuver in a zero-g situation, such as propelling yourself across a large open space or making sure you don’t accidentally send yourself spinning off into space.
fr_fr: Quand l'utiliser: Utilisez cette compétence lorsque vous avez besoin de manœuvrer dans des situations en zéro-g, comem se rpopulser à travers un grand espace vide ou s'assurer de ne pas s'envoyer en vrille dans l'espace accidentellement.

source: Free Fall is also used when moving with spacesuit maneuvering jets and when parachuting.
fr_fr: Chute Libre est également utilisée lorsque vous vous déplacez avec des propulseurs d'exocombinaison et lors de sauts en parachutes.

source: Specializations: Microgravity, Parachuting, Vacsuits
fr_fr: Spécialisations: Microgravité, Parachute, Exocombinaisons

source: {FREERUNNING} Type: Active, Physical
fr_fr: {PARKOUR} Type: Active, Physique

source: What it is: Freerunning is part running, part gymnastics.
fr_fr: Qu'est-ce: Parkour est en aprtie de la course, en partie de la gymnastique.

source: It is about moving fast, maneuvering over/under/ around/through obstacles, and placing your body where it needs to go.
fr_fr: Il s'agît de se déplacer rapidement, de manœuvrer au-dessus/au-dessous/à-côté/à travers des obstacles et de placer votre corps là où il doit être.

source: Freerunning/parkour is a popular pastime in habitats where open space is limited.
fr_fr: Le Parkour est populaire dans les vieux habitats où l'espace ouvert est limité.

source: When you use it: Use Freerunning whenever you need to overcome an obstacle via movement, such as hurdling a railing, rolling across the hood of a car, jumping across a pit, or swinging around a pole.
fr_fr: Quand l'utiliser: Utilisez Parkour lorsque vous avez besoin de franchir un obstacle grâce au mouvement, comme sauter par-dessus une balustrade, rouler sur le capot d'une voiture, sauter au-dessus d'une fosse ou tourner autour d'un poteau.

source: Freerunning is also used for sprinting (p.
fr_fr: Parkour est également utiliser pour sprinter (p.

source: 191) and full defense against attacks (p.
fr_fr: 191) et en défense totale contre les attaque (p.

source: Specializations: Balance, Gymnastics, Jumping, Running
fr_fr: Spécialisations: Équilibre, Gymanstique, Saut, Course

source: {GUNNERY} Type: Active, Combat
fr_fr: {ARTILLERIE} Type: Active, Combat

source: What it is: Gunnery skill covers the use and maintenance of large, vehicular, or non-portable weapons systems.
fr_fr: Qu'est-ce: La compétence Artillerie couvre l'utilisation et la maintenance des gros système d'armement, montées sur véhicule ou non-portable.

source: Firing these weapons is more like playing a video game than firing a gun.
fr_fr: Utiliser ces armes ressemble plus à jouer à un jeu vidéo qu'utiliser une arme.

source: When you use it: Use Gunnery when attacking with a vehicle-mounted weapon or weapon emplacement in ranged combat (p.
fr_fr: Quand l'utiliser: Un joueur utilise la compétenceArtillerie lorsqu'il attaque avec une arme montée sur un véhicule ou une plate-forme d'arme lors d'un combat à distance (p.

source: Specializations: Artillery, Missiles
fr_fr: Spécialisations: Canons, Missiles

source: {HARDWARE: [FIELD]} Type: Field, Active, Technical
fr_fr: {MATÉRIEL: [DOMAINE]} Type: Domaine, Active, Technique

source: What it is: This skill encompasses the ability to build, repair, physically hack, and upgrade equipment of a specific type.
fr_fr: Qu'est-ce: Cette compétence regroupe la capacité à construire, réparer, bidouiller et améliorer un équioement d'un type spécifique.
